export default function GarageInfo() {
  return (
    <div className="garage">
      <div className="gr-card-wrapper">
        <div className="gr-card">
          {/* <div className="gr-face"> */}
          <h3>גראז' דה פאפא</h3>
          <div className="gr-details">
            <div className="gr-info">
              <p>כמו שאנו מייצרים ומכינים את הפסטות, הגלידות והקינוחים בעצמנו אנו מוכרים גם יין מהיקב המשפחתי!</p>
              <p>לעידו, יקב בוטיק שם מייצר את יין הגראז' דה פאפא (גראז' = חניה מקורה של בית פרטי) (דה פאפא = של אבא). השם נובע מהעובדה שהיקב הוקם והיה שנים בחניה של הבית המשפחתי בהוד השרון בשיתוף של עידו ואביו.</p>
              <p>עידו בעברו היה היינן הראשי של יקב רקנאטי, כיום עידו הוא היינן הראשי של "ברקן סגל" ונחשב לאחד הייננים הטובים בארץ ולא מזמן קיבל את התואר היוקרתי והמשמעותי ביותר בעולם היין "Master of Wine”</p>
              <p>עידו הינו MW השני בישראל ואחד מ-409 מאסטרים (MW) מרחבי העולם ומתוכם כאמור כ- 100 ייננים.</p>
              <p>ישנם שלושה יינות גראז' הנמכרים במסעדה: גראז' לבן (מענבי שרדונה), גראז' אדום (מענבי פטיט סירה וסירה) וגראז ’אשכולות שלמים (מענבי סירה) יינות אלו זכו לתארים ושבחים רבים בעולם היין.</p>
            </div>
          </div>
        </div>
        {/* </div> */}
      </div>
    </div>
  );
}