const wines = [
  {
    id: 1,
    name: "נונו אדום",
    nameEn: "Nono Red",
    origin: "הרי יהודה, ישראל",
    style: "אדום יבש",
    type: "red",
    grapes: "100% שיראז",
    salesPitch:
      "הנונו אדום יין מאוד קליל נעים ומאוזן עם ארומות של פירות יער כמו שזיף ותבלינים עם גוף קל ועגול",
    aromas: ["פירות יער", "שזיפים", "תבלינים"],
    body: "קל",
    specialNote: "",
    isWine: true
  },
  {
    id: 2,
    name: "גראז' דה פאפא אדום",
    nameEn: "Garage de Papa Red",
    origin: "הרי יהודה, ישראל",
    style: "אדום יבש",
    type: "red",
    grapes: "70% סירה ו-30% פטיט סירה",
    salesPitch:
      "הגראז' דה פאפא הוא יין זני עם טעמים מאוד עשירים, מלאים ודומיננטים. היין בעל ארומות אופי ים תיכוני עם טעמים חזקים של פלפל שחור, זעפרן. יין שלא מתאים לכל אחד אבל מי שמחפש יין דומיננטי ועשיר לא התחרט שלקח אותו ואפילו יחזור בשבילו.",
    aromas: ["פלפל שחור", "זעפרן", "ים תיכוני"],
    body: "מלא",
    specialNote: "",
    isWine: true
  },
  {
    id: 3,
    name: "ואלפוליצ'לה אדום",
    nameEn: "Valpolicella Red",
    origin: "ונטו, איטליה",
    style: "אדום יבש",
    type: "red",
    grapes: "בלנד זנים מקומיים",
    salesPitch:
      "ואלפוליצ'לה יין מונטו שבאיטליה יין קליל עם ארומות של פירות יער בשילוב של חמיצות ומתיקות כאחד.",
    aromas: ["פירות יער"],
    body: "קליל",
    specialNote: "",
    isWine: true
  },
  {
    id: 4,
    name: "פינו נואר בורגון",
    nameEn: "Pinot Noir Bourgogne",
    origin: "בורגון, צרפת",
    style: "אדום יבש",
    type: "red",
    grapes: "100% פינו נואר",
    salesPitch:
      "פינו נואר מבורגון הוא יין קליל וכיפי שיכול ללוות כל סוג של ארוחה עם ארומות של פירות אדומים.",
    aromas: ["פירות אדומים"],
    body: "קליל",
    specialNote: "",
    isWine: true
  },
  {
    id: 5,
    name: "ריוחה",
    nameEn: "Rioja",
    origin: "ריוחה, ספרד",
    style: "אדום יבש",
    type: "red",
    grapes: "100% טמפרניו",
    salesPitch:
      "יין אדום יבש, דומיננטי וארומתי, בעל גוף מלא אך עם חמיצות קלה שמאזנת אותו. מלא בארומות של פירות.",
    aromas: ["פירות"],
    body: "מלא",
    specialNote: "",
    isWine: true
  },
  {
    id: 6,
    name: "מלבק אנוביס",
    nameEn: "Malbec Anubis",
    origin: "מנדוסה, ארגנטינה",
    style: "אדום יבש",
    type: "red",
    grapes: "100% מלבק",
    salesPitch:
      "מלבק מארגנטינה בעל גוף מלא ועשיר בטעמים עם ארומות של אוכמניות ופירות יער.",
    aromas: ["אוכמניות", "פירות יער"],
    body: "בינוני-מלא",
    specialNote: "",
    isWine: true
  },
  {
    id: 7,
    name: "נונו לבן",
    nameEn: "Nono White",
    origin: "גליל עליון, ישראל",
    style: "לבן יבש",
    type: "white",
    grapes: "100% קולומבר",
    salesPitch:
      "נונו לבן הוא יין מאוד קליל ונעים לשתיה עם חמיצות חדה של ארומות של פירות ירוקים כמו תפוח ואגס. יין מאוד כיפי ומאוזן שאפשר להתאים לכל מנה ומנה.",
    aromas: ["תפוח", "אגס", "פירות ירוקים"],
    body: "קליל",
    specialNote: "",
    isWine: true
  },
  {
    id: 8,
    name: "גראז' דה פאפא לבן",
    nameEn: "Garage de Papa White",
    origin: "גליל עליון, ישראל",
    style: "לבן יבש",
    type: "white",
    grapes: "100% שרדונה",
    salesPitch:
      "גארז' דה פאפא לבן יין מאוד מלא ועשיר (שעובר יישון בחבית של 3 חודשים) מה שמעניק לו טעמים מאוד מיוחדים של חמאה, שמרים ווניל.",
    aromas: ["חמאה", "שמרים", "וניל"],
    body: "מלא",
    specialNote: "עובר יישון בחבית 3 חודשים",
    isWine: true
  },
  {
    id: 9,
    name: "קונץ'",
    nameEn: "Kuntz",
    origin: "ריינגאו, גרמניה",
    style: "לבן חצי יבש",
    type: "white",
    grapes: "100% ריזלינג",
    salesPitch:
      "ריזלינג חצי יבש המתאפיין במתיקות עדינה וחומציות גבוהה ומאוזנת המובילה לסיומת פירותית ורעננה במיוחד.",
    aromas: ["מתיקות עדינה", "פירותי", "רעננות"],
    body: "קליל-בינוני",
    specialNote: "",
    isWine: true
  },
  {
    id: 10,
    name: "פינו גריג'יו",
    nameEn: "Pinot Grigio",
    origin: "דולמיטים, איטליה",
    style: "לבן יבש",
    type: "white",
    grapes: "100% פינו גריג'יו",
    salesPitch:
      "פינו גריג'יו יין קליל ומאוזן עם ארומות של פירות ירוקים כמו תפוח, אגס. יין מרענן נגיש ומורכב בו זמנית יכול להתאים לכלל הארוחים.",
    aromas: ["תפוח", "אגס", "פירות ירוקים"],
    body: "קליל",
    specialNote: "",
    isWine: true
  },
  {
    id: 11,
    name: "שבלי",
    nameEn: "Chablis",
    origin: "בורגון, צרפת",
    style: "לבן יבש",
    type: "white",
    grapes: "100% שרדונה",
    salesPitch:
      "יין מעודן ונעים, חמיצות קלה ורעננות באף ובפה. מפגין טעמים וארומות ירוקות וקצת שמרים.",
    aromas: ["ארומות ירוקות", "שמרים"],
    body: "בינוני",
    specialNote: "",
    isWine: true
  },
  {
    id: 12,
    name: "פרוסקו",
    nameEn: "Prosecco",
    origin: "ונטו, איטליה",
    style: "מבעבע יבש",
    type: "sparkling",
    grapes: "100% גלרה",
    salesPitch:
      "פרוסקו יין מבעבע שמגיע אלינו מונטו שבאיטליה יין קליל וכיפי לשתיה, עם ארומות עדינות של תפוח ואגס.",
    aromas: ["תפוח", "אגס"],
    body: "קליל",
    specialNote: "",
    isWine: true
  },
  {
    id: 13,
    name: "רוזה גראז' דה פאפא",
    nameEn: "Rosé Garage de Papa",
    origin: "הרי יהודה, ישראל",
    style: "רוזה יבש",
    type: "rose",
    grapes: "100% ענבי קלדוק",
    salesPitch:
      "רוזה עדין ואלגנטי במיוחד בעל צבע כתמתם, מגיע ממורדות הרי יהודה. היין עובר התיישנות בחביות עץ והוא בעל ארומות של תות-שדה ופרחים, בעל מינרליות נפלאה.",
    aromas: ["תות-שדה", "פרחים"],
    body: "בינוני",
    specialNote: "עובר התיישנות בחביות עץ",
    isWine: true
  },
  {
    id: 14,
    name: "גוף",
    nameEn: "",
    type: "term",
    description: "הגוף מתאר את התחושה בחלל הפה בעת הלגימה. זו מורכבת מתחושת סמיכותו של היין ושיעור האלכוהול. גוף יכול להיות קל בינוני ומלא",
    isWine: false
  }
];

export default wines;
